acpi
alacritty
android-file-transfer
arandr
base
base-devel
bat
brightnessctl
btrfs-progs
chromium
cmake
cmatrix
cronie
dex
dhcpcd
dialog
discord
dmenu
efibootmgr
exfat-utils
feh
ffmpeg
ffmpegthumbnailer
firefox
fuse3
gimp
git
gnupg
grub
grub-btrfs
guvcview
gvim
highlight
htop
i3-wm
i3blocks
i3status
ifplugd
imagemagick
inotify-tools
intel-ucode
iw
iwd
libnotify
libreoffice-fresh
linux
linux-firmware
linux-headers
lsof
lynx
man-db
man-pages
mediainfo
mpv
neofetch
netctl
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
pass
pass-otp
pavucontrol
perl-rename
picom
pipewire
pipewire-alsa
pipewire-audio
pipewire-docs
pipewire-pulse
playerctl
ranger
rclone
rsync
signal-desktop
snap-pac
snapper
speedtest-cli
spotify-launcher
thunar
tmux
transmission-gtk
trash-cli
ttf-dejavu-nerd
unzip
usbutils
vi
wget
wireguard-tools
wireplumber
wpa_supplicant
xclip
xdg-user-dirs
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclipboard
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yt-dlp
zathura
zathura-pdf-mupdf
zip
zsh
